Repository: iiasa/Agrotutor
Catalog: Agrotutor/Agrotutor/Resources/Modules/Plot/ViewModels/ActivityDetailViewModel.*.resx
Languages: es

# chemical_fertilizer
source: Chemical soil fertilizer
es: Fertilización química al suelo

# deweeding
source: Weed control
es: Prevención y control de malezas

# fertilizer
source: Fertilization
es: Fertilización

# fungizide
source: Application of fungicides
es: Aplicación de fungicidas

source: Ground preparation
es: Preparación del terreno

source: Harvest
es: Cosecha

# hermetic_storage
source: Post-harvest storage with hermetic technologies
es: Almacenamiento poscosecha con tecnologías herméticas

# insecticide
source: Application of pesticides
es: Aplicación de insecticidas

source: Irrigation
es: Riego

# liquid_fertilizer
source: Application of liquid fertilizer
es: Aplicación de fertilizante foliar

source: Manual harvest
es: Cosecha manual

source: Mechanical harvest
es: Cosecha mecánica

# organic_fertilizer
source: Application of organic fertilizer
es: Aplicación de fertilizante orgánico

source: Other activities
es: Otras actividades

source: Pest control
es: Control y prevención de plagas y enfermedades

# physical_weed_control
source: Cultural work and physical control of weeds
es: Labores culturales y control físico de malezas

source: Post harvest storage
es: Almacenamiento poscosecha

# post_planting_herbicide
source: Application of herbicides after planting
es: Aplicación de herbicidas después de la siembra

# pre_planting_herbicide
source: Application of herbicides before planting
es: Aplicación de herbicidas presiembra

source: Resowing
es: Resiembra

# soil_improvers
source: Application of soil improvers
es: Aplicación de mejoradores del suelo

source: Sowing
es: Siembra

# traditional_storage
source: Traditional post-harvest storage
es: Almacenamiento poscosecha tradicional

source: Commercialization
es: Comercialización

# commercialization_direct
source: Direct sale to consumer
es: Venta directa a consumidor

# commercialization_intermediary
source: Sale to intermediary
es: Venta a intermediario

# commercialization_other
source: Another type of marketing activity
es: Otro tipo de actividad de comercialización

# fertilization_biofertilizer_fertiriego
source: Biofertilizer: fertiriego
es: Biofertilizante: fertiriego

# fertilization_biofertilizer_foliar
source: Biofertilizer: foliar
es: Biofertilizante: foliar

# fertilization_biofertilizer_manual
source: Biofertilizer: manual buried
es: Biofertilizante: enterrada manual

# fertilization_biofertilizer_mechanical
source: Biofertilizer: mechanical buried
es: Biofertilizante: enterrada mecánica

# fertilization_biofertilizer_superficial
source: Biofertilizer: superficial
es: Biofertilizante: superficial

# fertilization_biofertilizer_yunta
source: Biofertilizer: buried with yunta
es: Biofertilizante: enterrada con yunta

# fertilization_diag_green_sat
source: Fertility diagnosis: GreenSat
es: Diagnóstico de fertilidad: GreenSat

# fertilization_diag_green_seeker
source: Fertility diagnosis: GreenSeeker
es: Diagnóstico de fertilidad: GreenSeeker

# fertilization_diag_other
source: Fertility diagnosis: other
es: Diagnóstico de fertilidad: otra

# fertilization_diag_rich_strip
source: Fertility diagnosis: rich strip
es: Diagnóstico de fertilidad: franja rica

# fertilization_diag_soil
source: Fertility diagnosis: soil analysis
es: Diagnóstico de fertilidad: análisis de suelos

# fertilization_diag_tissue
source: Fertility diagnosis: tissue analysis
es: Diagnóstico de fertilidad: análisis de tejidos

# fertilization_inorg_fertiriego
source: Inorganic fertilizer: fertiriego
es: Fertilizante inorgánico: fertiriego

# fertilization_inorg_foliar
source: Inorganic fertilizer: foliar
es: Fertilizante inorgánico: foliar

# fertilization_inorg_manual
source: Inorganic fertilizer: manual buried
es: Fertilizante inorgánico: enterrada manual

# fertilization_inorg_mechanical
source: Inorganic Fertilizer: buried mechanically
es: Fertilizante inorgánico: enterrada mecánica

# fertilization_inorg_superficial
source: Inorganic fertilizer: superficial
es: Fertilizante inorgánico: superficial

# fertilization_inorg_yunta
source: Inorganic fertilizer: buried with yunta
es: Fertilizante inorgánico: enterrada con yunta

# fertilization_other
source: Other activity related to fertilization
es: Otra actividad relacionada a fertilización

# ground_prep_fert_reformer
source: Fertilizer-reformer Ag. Conservation
es: Fertilizadora-reformadora Ag. conservación

# ground_prep_floor_level
source: Leveling of floors
es: Nivelación de suelos

# ground_prep_impl_conservation
source: Implements (cutting discs etc.) Ag. Conservation
es: Implementos (discos cortadores etc.) Ag. conservación

# ground_prep_level
source: Level or vertical level curves
es: Curvas de nivel o desnivel

# ground_prep_machinery
source: Multi-use and multi-crop machinery - prep soil
es: Maquinaria multi-uso y multi-cultivo - prep suelo

# ground_prep_other
source: Another type of soil preparation activity
es: Otro tipo de actividad de preparación de suelo

# ground_prep_permanent_beds
source: Use of permanent beds
es: Uso de camas permanentes

# ground_prep_plot_level
source: Leveling of the plot
es: Nivelación de la parcela

# ground_prep_vertical rotating
source: Vertical rotating with subsoil and chisel plow
es: Roturación vertical con subsuelo y arado de cinceles

# harvest_manual
source: Manual harvest
es: Cosecha Manual

# harvest_mechanical
source: Mechanical harvest
es: Cosecha Mecánica

# harvest_other
source: Another type of harvesting activity
es: Otro tipo de actividad de cosecha

# irrigation_drip
source: Drip irrigation
es: Riego por goteo

# irrigation_other
source: Another type of irrigation
es: Otro tipo de riego

source: Irrigation rolled
es: Riego rodado

# irrigation_sprinkler
source: Sprinkler irrigation
es: Riego por aspersión

# other_agriculture_contract
source: Use of agriculture by contract
es: Uso de agricultura por contrato

# other_conservation_contreo
source: Conservation works: contreo or piletreo
es: Obras de conservación: contreo o piletreo

# other_conservation_dykes
source: Conservation works: dykes
es: Obras de conservación: diques

# other_conservation_filtering
source: Conservation works: filtering dams
es: Obras de conservación: presas filtrantes

# other_conservation_living_barriers
source: Conservation works: living barriers
es: Obras de conservación: barreras vivas

# other_conservation_other
source: Conservation works: other
es: Obras de conservación: otra

# other_crop_rotation
source: Use of crop rotation
es: Uso de rotación de cultivos

# other_multiuse_conservation
source: Multi use / cultivation machinery - Ag. Conservation
es: Maquinaria multi uso/cultivo - Ag. Conservación

# other_multiuse_miaf
source: Milpa system interspersed with fruit trees (MIAF)
es: Sistema Milpa Intercalado con Árboles Frutales (MIAF)

# other_multiuse_traditional
source: Multi use / cultivation machinery - Ag. Traditional
es: Maquinaria multi uso/cultivo - Ag. Tradicional

# other_other
source: Other activity (use the comment section)
es: Otra actividad (use la sección comentario)

# pest_control_fungicide
source: Fungicide
es: Fungicida

# pest_control_natural_enemies
source: Beneficial insects (natural enemies)
es: Insectos benéficos (enemigos naturales)

# pest_control_other
source: Another type of disease / pest control
es: Otro tipo de control de enfermedades/plagas

# pest_control_pesticide
source: Pesticide
es: Pesticida

# pest_control_pest_monitoring
source: Pest monitoring in the field
es: Monitoreo de plagas en campo

# pest_control_pheromones
source: Pheromones for pest control
es: Feromonas para el control de plagas

# pest_control_seed_treatment
source: Seed treatments (fungicides, insecticides, mycorrhizae)
es: Tratamientos de semillas (fungicidas, insecticidas, micorrizas)

# postharvest_storage_drying
source: Grain drying
es: Secado del grano

# postharvest_storage_hermetic_containers
source: Storage in hermetic containers
es: Almacenamiento en contenedores herméticos

# postharvest_storage_inert_diatom_earth
source: Inert powders: diatomaceous earth
es: Polvos inertes: tierras diatomeas

# postharvest_storage_inert_lime
source: Inert powders: micronized lime
es: Polvos inertes: cal micronizada

# postharvest_storage_inert_other
source: Inert powders: other
es: Polvos inertes: otras

# postharvest_storage_inert_silicon
source: Inert powders: silicon
es: Polvos inertes: silicio

# postharvest_storage_other
source: Another type of post-harvest activity
es: Otro tipo de actividad de poscosecha

# postharvest_storage_pheromones
source: Pheromones for pest control
es: Feromonas para control de plagas

# postharvest_storage_sex_pheromones
source: Use of sex pheromones - field / warehouse
es: Uso de feromonas sexuales -campo/almacén

# postharvest_storage_sheller
source: Efficient sheller
es: Desgranadora eficiente

# postharvest_storage_traditional
source: Traditional storage
es: Almacenamiento tradicional

# soil_improvers_dolomite_lime
source: Dolomite lime and agricultural gypsum
es: Cal dolomita y yeso agrícola

# soil_improvers_organic_fertilizer
source: Organic fertilizers (compost / manure, etc.)
es: Abonos orgánicos (composta/estiércol, etc)

# soil_improvers_other
source: Other types of soil improvers
es: Otro tipo de mejoradores del suelo

# soil_improvers_stubble_handling
source: Stubble handling (manual / mechanical)
es: Manejo de rastrojo (manual/mecánico)

# sowing_add_cover
source: Additional sowing of cover crop
es: Siembra adicional de cultivo de cobertura

# sowing_add_high_market_value
source: Additional sowing of high market value crops
es: Siembra adicional de cultivo de alto valor de mercado

# sowing_add_new
source: Additional sowing of new crops
es: Siembra adicional de nuevos cultivos

# sowing_other
source: Another type of planting activity
es: Otro tipo de actividad de siembra

# sowing_traditional
source: Sowing traditional crop
es: Siembra cultivo tradicional

# weed_prevention_cultural_work
source: Cultural work for weed control
es: Labores culturales para control de malezas

# weed_prevention_other
source: Another activity for weed control
es: Otra actividad para control de malezas

# weed_prevention_post_sowing
source: Post-sowing herbicides
es: Herbicidas post-siembra

# weed_prevention_pre_sowing
source: Pre-sowing herbicides
es: Herbicidas pre-siembra

# select_activity_name_title
source: Activity name not selected
es: Nombre de actividad no seleccionado

# select_activity_name_message
source: Please select from the list of activity names.
es: Por favor seleccione de la lista de nombres de actividades.
