Repository: iiasa/Agrotutor
Catalog: Agrotutor/Agrotutor/Resources/Modules/Map/ViewModels/MapPageViewModel.*.resx
Languages: es

# add_plot_no_position_message
source: Please make sure the location for a new plot is set.
es: Por favor, asegúrese de que la ubicación para una nueva parcela está establecida.

# add_plot_no_position_ok
source: Ok
es: Aceptar

# add_plot_no_position_title
source: No position available
es: No hay ubicación disponible

# cost_data_not_available
source: Cost data is not available.
es: Los datos de costos no están disponibles

# delineation_pin_label
source: Delineation point
es: Punto de delineación

# email_subject
source: Agrotutor enquiry
es: Requerimiento de usuario de AgroTutor

# getting_location
source: Getting user location...
es: Obteniendo la ubicación del usuario...

source: Getting weather data...
es: Obteniendo datos del clima...

# income_data_not_available
source: Income data is not available.
es: Los datos de ingresos no están disponibles

source: Irrigated
es: Con riego

# loading_data
source: Loading map data...
es: Cargando mapa...

source: Loading hub contact...
es: Cargando plataformas de investigación...

source: Loading investigation platforms...
es: Cargando hubs...

source: Loading machinery points...
es: Cargando puntos de maquinaria...

source: Loading plots...
es: Cargando parcelas...

# location_permission_prompt_accept
source: OK
es: Acepto

# location_permission_prompt_deny
source: Deny
es: No acepto

# location_permission_prompt_deny_message
source: You denied us the use of your location. The app cannot show location dependent information. Please enable the location in your phone's settings.
es: No ha aceptado que AgroTutor utilice su ubicaición actual, La aplicación no puede desplegar información que depende de la ubicación. Por favor active la ubicación en la configuración del teléfono.

# location_permission_prompt_message
source: This app uses your location to show you weather information and help you with creating plots. Please allow us to use your device's location.
es: Esta aplicación utiliza su ubicación para desplegar información climatica relevante al sitio donde se encuentra y además para ayudarle a marcar y delinear parcelas. Por favor permita que AgroTutor pueda usar su ubicación actual.

# location_permission_prompt_title
source: Location Permission
es: Permisos de ubicación

# new_plot_prompt_cancel
source: Cancel
es: Cancelar

# new_plot_prompt_message
source: Do you want to create a new plot at this location?
es: Desea registrar una parcela en este sitio?

# new_plot_prompt_title
source: Add plot
es: Agregar parcela

# new_plot_prompt_yes
source: Yes
es: Sí

# planner_no_position_message
source: Please make sure the location for the planner is set.
es: Por favor, asegúrese de que la ubicación está establecida

# planner_no_position_ok
source: Ok
es: Aceptar

# planner_no_position_title
source: No position available
es: No hay posición disponible

# profit_data_not_available
source: Profit data is not available.
es: Los datos de utilidades no están disponibles

source: Rain
es: Lluvia

source: Rainfed
es: Sin riego

source: Rendering delineations...
es: Cargando las delineaciones...

source: Rendering plots...
es: Cargando parcelas...

# replace_delineation_prompt_cancel
source: Cancel
es: Cancelar

# replace_delineation_prompt_message
source: The plot already has a delineation. Do you really want to overwrite the old one?
es: La parcela seleccionada ya está delineada. Desea reemplazar la delineación existente?

# replace_delineation_prompt_title
source: Delineation already exists
es: La delineación de esta parcela ya existe

# replace_delineation_prompt_yes
source: Yes
es: Sí

# task_hint_gps_location
source: Accept location when accurate enough
es: Aceptar la ubicación cuando sea lo suficientemente precisa

# task_hint_select_location
source: Click on map to select location
es: Pulse sobre el mapa para seleccionar la ubicación deseada

# weather_location_missing_message
source: The weather feature needs to know your current location. This can take some time. Make sure you gave permission to use your location. Weather will be available when you see the current weather on the top of the screen.
es: Para desplegar la información climática se necesita su ubicación actual. Esto puede tomar algún tiempo. Asegúrese de permitir el uso de su ubicación. Los datos de clima clima estarán disponibles en la parte superior de la pantalla.

# weather_location_missing_ok
source: Ok
es: Aceptar

# weather_location_missing_title
source: Location not available
es: Ubicación no disponible

# yield_data_not_available
source: Yield data is not available.
es: Los datos de rendimiento no están disponibles.
